{
    "roles": [
        {
            "roleName": "joker",
            "roleDescription": "You must act and play like an Imposter. Fake tasks, follow people. Act kinda sus bro...",
            "roleCredit": "Chancer"
        },
        {
            "roleName": "dangerous cop",
            "roleDescription": "Make them feel the wrath of an angry space officer. Everyone is sus, and you will make sure they know about it...",
            "roleCredit": "Chancer"
            
        },
        {
            "roleName": "forgetful crewmate",
            "roleDescription": "Did you do medbay? or was it reactor refueling? Wait.. can you fix lights in navigation? You arent sure what youve done...",
            "roleCredit": "Chancer"
        },
        {
            "roleName": "mute",
            "roleDescription": "No speaking! No Typing! You are a quiet, busy little crewmate...",
            "roleCredit": "Ashius"
        },
        {
            "roleName": "patrolman",
            "roleDescription": "Nothing gets past you. You keep a tidy and orderly ship. You must patrol the ship after every completed task...",
            "roleCredit": "Chancer"
        },
        {
            "roleName": "compulsive liar",
            "roleDescription": "You definitely just did a medbay scan then went to security. Lie about your position, alibi's and tasks completed...",
            "roleCredit": "Chancer"
        },
        {
            "roleName": "paranoid little spaceman",
            "roleDescription": "It could be green.. It could be red... wait, did someone just walk through that door? Every time you see someone, you must run in the opposite direction...",
            "roleCredit": "Chancer"
        },
        {
            "roleName": "procrastinating crewmate",
            "roleDescription": "You'll finish that task next round, you promise. Purposefully take longer on tasks. Add 5 - 10 seconds before moving away from a finished task...",
            "roleCredit": "Chancer"
        },
        {
            "roleName": "necromaniac",
            "roleDescription": "Is that a corpse? Its your lucky day! You must hang around dead crewmates for atleast 10 seconds before reporting or leaving...",
            "roleCredit": "Chancer"
        },
        {
            "roleName": "workaholic",
            "roleDescription": "No time to dilly-dally, There are tasks to be done! You must always proceed to your next task, you dont waste time on reporting bodies or calling emergency meetings...",
            "roleCredit": "Chancer"
        }
    ]
}